Repository: Monserg/CleanCase
Catalog: CleanCase/Resources/*.lproj/Localizable.strings
Languages: he

source: New order
he: הזמנה חדשה

source: Hours of work
he: שעות עבודה

source: Current order
he: הזמנה נוכחית

source: Price list
he: מחירון

source: My orders
he: הזמנות שלי

source: Chat
he: ניהול הודעות

source: Personal data
he: פרטים אישים

source: Write us
he: צור קשר

source: About us
he: עודות

source: Agreement
he: תנאי שימוש

source: Sign out
he: יציאה

source: Opened
he: פתוח

source: Closed
he: סגור

source: Ready
he: מוכן

source: InWayToLaundry
he: לאיסוף

source: Supplied
he: נמסר

source: Cancel
he: בוטל

source: InProcess
he: בעבודה

source: InWayToClient
he: בדרך ללקוח

source: PackagesInOffice
he: ההזמנה אושרה

source: Paid
he: שולם

source: RequestForPaid
he: He RequestForPaid

source: Please, restart App
he: נא להפעיל תוכנה מחדש

source: Application is closing...
he: He Application is closing...

source: Agreement Title
he: הסכם שימוש

# Agreement Caption
source: Agreement
he: הסכם

source: Agreement Content
he: He Agreement Content

# Loading App data...
source: Application downloads data...
he: עדכונים הורדת נתונים...

source: Initialization...
he: איתחול...

source: Delivery Title
he: הזמנה מוכנה.

# Delivery Caption
source: Delivery
he: לקוח יקר,הזמנה שלך מוכנה.אהא קבע מועד החזרה

source: Credit Card Title
he: פרטי כרטיס אשראי

source: Credit Card CVV
he: תוקף

# Comment Caption
source: Comment
he: הערות לאיסוף

# Cleaning Instructions Caption
source: Cleaning Instructions
he: יש לפרט אם יש כתמים ובאיזה בגד והוראות מיוחדות כלליות הנודעות לניקוי.

# Terms Caption
source: Terms
he: איסוף

# Departments Caption
source: Departments
he: הפריטים לאיסוף

source: Add Order...
he: הזמנה נשמרת...

# Collection Date Caption
source: Collection Date
he: תאריך איסוף

# Order Status Caption
source: Order Status
he: סטטוס

# Name Caption
source: Name
he: שם פריט

# Price Caption
source: Price
he: מחיר

# Quantity Caption
source: Quantity
he: כמות

# Delivery Date Caption
source: Delivery Date
he: תאריך החזרה

# Total Price Caption
source: Total Price
he: מחיר

# Total Caption
source: Total
he: סה"כ

# Delivery Date Note
source: Not definitely
he: לא מוגדר

source: My laundry
he: מכבסה שלי

source: TitleForPage0
he: ברוך הבא ל"מכבסה שלי" היישומון המוביל בישראל לשירותי ניקוי יבש, כביסה, גיהוץ וניקוי שאר טקסטיל הבית.

source: TitleForPage1
he: באמצעותנו תחסכו את הזמנכם בלמסור כביסה ולקבל כביסה נקייה בזמנים הנוחים בשבלכם.

source: TitleForPage2
he: תמיד תדעו מה מצב של הזמנה,מה מחיר של ההזמנה.

source: TitleForPage3
he: תכלו להגיד לנו על הכתמים או בד מיוחד וזה יאפשר לנו לתת שירות הטוב ביותר.

source: TitleForPage4
he: ביחד נהנה מהשירות מהיר ואיכותי!

source: Orders List is Empty
he: He Orders List is Empty

# Save
source: Continue
he: שמור

source: Ok
he: סגור

source: Done
he: בחר

source: Send
he: שלח

source: Create Order
he: הזמן איסוף

source: My Order
he: הזמנה שלי

source: Next
he: הבא

source: Start
he: התחל

source: Send message
he: שלח הודעה

source: Info
he: לתשומתך!

source: Error
he: He Error

# CoreData saved error
source: There was an error creating or loading the application's saved data
he: He There was an error creating or loading the application's saved data

# CoreData init error
source: Failed to initialize the application's saved data
he: He Failed to initialize the application's saved data

# Empty phone number message
source: Please enter phone number
he: He Please enter phone number

# Phone number error
source: Please enter correct phone number
he: He Please enter correct phone number

# Empty sms code message
source: Please enter code from sms
he: He Please enter code from sms

# SMS code error
source: Please enter correct code from sms
he: He Please enter correct code from sms

# Empty user name message
source: Please enter your name
he: He Please enter your name

# Retry count info message
source: Entry opportunity is blocked for 15 minutes
he: He Entry opportunity is blocked for 15 minutes

source: Cities list is empty
he: He Cities list is empty

# User welcome
source: Welcome!
he: He Welcome!

source: Connected to Network
he: He Connected to Network

source: Disconnected from Network
he: He Disconnected from Network

source: Reachable
he: He Reachable

source: Not Reachable
he: He Not Reachable

# About App Doc is empty
source: Content of About Project is empty
he: He Content of About Project is empty

# Private Policy Doc is empty
source: Content of Private Policy is empty
he: He Content of Private Policy is empty

# Service Terms Doc is empty
source: Content of Service Terms is empty
he: He Content of Service Terms is empty

# Agreement Doc is empty
source: Content of Agreement is empty
he: He Content of Agreement is empty

source: Establishments list is empty
he: He Establishments list is empty

source: Establishment profile is empty
he: He Establishment profile is empty

source: History booking list is empty
he: He History booking list is empty

# Favorites List is empty
source: Favorites establishments list is empty
he: He Favorites establishments list is empty

source: Active booking list is empty
he: He Active booking list is empty

source: Settings list is empty
he: He Settings list is empty

source: Services list is empty
he: He Services list is empty

source: Categories list is empty
he: He Categories list is empty

# Location authorization error
source: Please go into Settings and give this app authorization to your location
he: He Please go into Settings and give this app authorization to your location

# Please Login in App
source: Please register in the application
he: He Please register in the application

# Please modify hours
source: Please, change the time and the number of hours
he: He Please, change the time and the number of hours

source: Please, enter correct email...
he: דואר אלקטרוני שגוי.

source: Please, select city...
he: בחר אישוב

source: Please, select code...
he: He Please, select code...

source: Please, enter phone number...
he: יש להזין מספר טלפון

source: Please, enter correct phone number...
he: He Please, enter correct phone number...

source: Please, enter first name...
he: יש להזין שם פרטי

source: Please, enter last name...
he: יש להזין שם משפחה

source: Please, enter address...
he: יש להזין כתובת

source: Please, enter email...
he: יש להזין דואר אלקטרוני

source: Message sent
he: He Message sent

source: Order confirmed
he: מועד החזרה נקבע.תודה.

source: Order accepted
he: הזמנה נקלטה

source: Order added
he: הזמנה נשלחה לאישור.

source: Your Personal Data updated
he: פרטים אישים נשמרו בהצלחה.

source: Please, enter credit card number...
he: יש להזין המספר הכרטיס

# Please, enter correct credit card...
source: Please, enter correct credit card number...
he: יש להזין המספר הכרטיס

source: Please, enter credit card CVV...
he: יש להזין 3 ספרות על הגב הכרטיס

source: Please, enter credit card year...
he: יש לבחור תוקף של הכרטיס

source: Please, enter credit card month...
he: יש לבחור תוקף של הכרטיס

source: Please, select collection date...
he: יש לבחור תאריך איסוף

source: Please, select collection time...
he: יש לבחור זמן איסוף

source: Please, select delivery date...
he: He Please, select delivery date...

source: Please, select delivery time...
he: He Please, select delivery time...

source: Are you sure?
he: האם ברצונך לבטל ההזמנה?

source: Select City
he: אישוב

source: Select Delivery Date
he: יש לבחור מועד החזרה

source: Select Delivery Time
he: יש לבחור זמן החזרה

source: Select Collection Date
he: יש לבחור מועד איסוף

source: Select Collection Time
he: יש לבחור זמן איסוף

source: Enter Phone Number
he: מספר טלפון

source: Enter First Name
he: שם פרטי

source: Enter Last Name
he: שם משפחה

source: Enter Address
he: כתובת,קומה,כניסה,דירה,קוד סודי

source: Enter Email
he: דואר אלקטרוני

source: Accept Agreement
he: אני מסכים לתנאים

source: Read Agreement
he: לקרוא תנאי שימוש

source: Enter message
he: He Enter message

source: Enter comment
he: לדוגמה:לקחת ליד הדלת/אני בבית/אצל שומר

source: Enter cleaning instructions
he: הנחיות מיוחדות.לדוגמה כתם,מקום הכתם,סוג הבד

source: Enter Credit Card number
he: מספר כרטיס

# Enter Credit Card CVV
source: CVV
he: 3 ספרות

# Enter Credit Card Year
source: Year
he: שנה

# Enter Credit Card Month
source: Month
he: חודש

source: Incorrect phone number
he: Phone number is not supported
